example/query/Poll_event_sensor_specific/GE_startTime.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:query="urn:epcglobal:epcis-query:xsd:1" xmlns:xsd="http://www.w3.org/2001/XMLSchema"
                  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Header/>
    <soapenv:Body>
        <query:Poll>
            <queryName>SimpleEventQuery</queryName>
            <params>
                <param>
                    <name>GE_startTime</name>
                    <value xsi:type="xsd:dateTime">2000-06-08T23:58:56.591-09:00</value>
                </param>
            </params>
        </query:Poll>
    </soapenv:Body>
</soapenv:Envelope>